---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.ReinforcementAbbreviationObjectType.Path
enum: Autodesk.Revit.DB.Structure.ReinforcementAbbreviationObjectType
source: html/0ff72e11-8786-35d5-b312-d82479c6db0d.htm
---
# Autodesk.Revit.DB.Structure.ReinforcementAbbreviationObjectType.Path

Abbreviation tags for Path Reinforcement.